Repository: ithinkdancan/custom-sidebars
Catalog: lang/custom-sidebars-*.po
Languages: es_es

source: You do not have permission to delete sidebars
es_es: No tiene permiso para borrar barras laterales

source: The sidebar "%s" has been deleted.
es_es: La barra lateral "%s" ha sido borrada.

source: There was not any sidebar called "%s" and it could not been deleted.
es_es: No hay ninguna barra lateral llamada "%s" y no ha podido ser borrada.

source: Custom sidebars
es_es: Barras laterales

source: The custom sidebars settings has been updated successfully.
es_es: Los cambios realizados han sido guardados correctamente.

source: You have to fill all the fields to create a new sidebar.
es_es: Debe completar todos los campos para crear una nueva barra lateral.

source: The sidebar has been created successfully.
es_es: La barra lateral ha sido creada correctamente.

source: There is already a sidebar registered with that name, please choose a different one.
es_es: Ya existe una barra lateral con ese nombre, por favor, elija un nombre diferente.

source: The operation is not secure and it cannot be completed.
es_es: La operación no es segura y no ha podido terminar correctamente.

source: The sidebar "%s" has been updated successfully.
es_es: La barra "%s" ha sido actualizada correctamente.

source: Create a new sidebar
es_es: Crear una nueva barra lateral

source: The Custom Sidebars data has been removed successfully,
es_es: La información sobre Custom Sidebars ha sido borrada de la base de datos correctamente.

source: You can assign specific sidebars to this post, just select a sidebar and the default one will be replaced, if it is available on your template.
es_es: Puede asignar barras laterales específicas para esta entrada, simplemente seleccione una y la barra por defecto sera reemplazada si está disponible en su plantilla.

source: There are not replaceable sidebars selected. You can define what sidebar will be able for replacement in the <a href="themes.php?page=customsidebars">Custom Sidebars config page</a>.
es_es: No hay barras laterales reemplazables seleccionadas. Puede definir las barras disponibles para reemplazar en la <a href="themes.php?page=customsidebars">página de configuración de barras laterales</a>.

source: Default sidebars for posts
es_es: Barras laterales por defecto para entradas

source: These replacements will be applied to every single post that matches a certain post type or category.
es_es: Aquí puede seleccionar las barras laterales por defecto para las entradas que pertenezcan a un tipo de post o categoría.

source: The sidebars by categories work in a hierarchycal way, if a post belongs to a parent and a child category it will show the child category sidebars if they are defined, otherwise it will show the parent ones. If no category sidebar for post are defined, the post will show the post post-type sidebar. If none of those sidebars are defined, the theme default sidebar is shown.
es_es: Las barras laterales por categoría funcionan de manera jerarquica, de modo que si una entrada pertenece a una categoría padre e hija, mostrará la barra lateral definida para la categoría hija. Si la categoría hija no tiene asignada ninguna barra lateral, mostrará la de la categoría padre. Si ninguna de sus categorías tiene barra definida, mostrará la definida para el tipo de post de la entrada y si ésta tampoco lo está, mostrara la barra por defecto del tema.

source: By category
es_es: Por categorías

source: There are no replaceable sidebars selected. You must select some of them in the form above to be able for replacing them in all the post type entries.
es_es: No hay barras laterales reemplazables seleccionadas. Debe seleccionar alguna en el formulario superior para que esten disponibles para reemplazo y así poder asignar barras por defecto a los tipos de entradas.

source: There are no categories available.
es_es: No hay categorías disponibles

source: By post type
es_es: Por tipo de entrada

source: Save Changes
es_es: Guardar cambios

source: Default sidebars for pages
es_es: Barras laterales por defecto para páginas

source: You can define specific sidebars for the different Wordpress pages. Sidebars for lists of posts pages work in the same hierarchycal way than the one for single posts.
es_es: Puede definir barras laterales específicas para las distintas páginas de Wordpress. Las barras laterales para las listas de entradas funcionana de la misma manera jerarquica que para las entradas individuales.

source: Category posts list
es_es: Listas de entradas de una categoría

source: Tag pages
es_es: Lista de entradas con una etiqueta

source: Post-type posts list
es_es: Lista de entrada de un tipo

source: Blog page
es_es: Página del blog principal

source: Author pages
es_es: Página de autor individual

source: Name
es_es: Nombre

source: Description
es_es: Descripción

source: <b>Caution:</b> Before-after title-widget properties define the html code that will wrap the widgets and their titles in the sidebars, more info about them on the <a href="http://justintadlock.com/archives/2010/11/08/sidebars-in-wordpress?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed %3A+JustinTadlock+%28Justin+Tadlock%29&utm_content=Google+Reader">Justin Tadlock Blog</a>. Do not use these fields if you are not sure what you are doing, it can break the design of your site. Leave these fields blank to use the theme sidebars design.
es_es: <b>Precaución:</b> Las propiedades Before-after title-widget definen el código HTML que envolverá cada widget de la barra lateral así como su título, hay más información sobre estos campos en <a href="http://justintadlock.com/archives/2010/11/08/sidebars-in-wordpress?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed %3A+JustinTadlock+%28Justin+Tadlock%29&utm_content=Google+Reader">el blog de Justin Tadlock</a>. No modifique estos campos si no está seguro de lo que hace, puede romper el diseño de su sitio. Deje en blanco estos campos para utilizar los estilos de barras por defecto de su tema.

source: Do you like this plugin? Support its development with a donation :)
es_es: ¿Le gusta este plugin? Puede ayudar a su desarrollo con una donación :)

source: Custom Sidebars
es_es: Barras Laterales

source: Default Sidebars
es_es: Barras laterales por defecto

source: Edit Sidebar
es_es: Editar barra lateral

source: New Sidebar
es_es: Nueva Barra Lateral

source: When a custom sidebar is created, it is shown in the widgets page. There you will be able to configure it.
es_es: Cuando se crea una barra lateral es mostrada en la página de widgets. Allí se puede configurar su contenido.

source: The name has to be unique.
es_es: El nombre de la barra tiene que ser único.

source: Create Sidebar
es_es: Crear una Barra Lateral

source: Replaceable Sidebars
es_es: Barras Reemplazables

source: Select here the sidebars available for replacing. They will appear for replace when a post or page is edited or created. They will be also available in the default sidebars page. You can select several bars holding the SHIFT key when clicking on them.
es_es: Seleccione las barras laterales de su tema que estarán disponibles para reemplazar. Estas barras se mostrarán para poder reemplazarlas por una nueva cuando edite o cree una página o post. Se pueden seleccionar varias barras manteniendo pulsada la tecla MAYUSCULAS cuando haga click en ellas.

source: Select the boxes available for substitution
es_es: Seleccione las barras disponibles para sustitución.

source: All the Custom Sidebars
es_es: Todas las barras

source: If a sidebar is deleted and is currently on use, the posts and pages which uses it will show the default sidebar instead.
es_es: Si una barra lateral que está siendo usada se borra, las entradas y páginas que la utilizarán pasarán a mostrar la barra definida por defecto en su lugar.

source: Are you sure to delete this sidebar?
es_es: Está seguro de borrar esta barra lateral?

source: Configure Widgets
es_es: Configurar Widgets

source: Edit
es_es: Editar

source: Delete
es_es: Borrar

source: There are no custom sidebars available. You can create a new one using the left form.
es_es: No hay barras laterales disponibles. Puede crear una desde el formulario de arriba.

source: Reset Sidebars
es_es: Resetear Barras Laterales

source: Click on the button below to delete all the Custom Sidebars data from the database. Keep in mind that once the button is clicked you will have to create new sidebars and customize them to restore your current sidebars configuration.</p><p>If you are going to uninstall the plugin permanently, you should use this button before, so there will be no track about the plugin left in the database.
es_es: Al hacer click en el botón de abajo se borrará toda la información sobre el plugin Custom Sidebars de la base de datos. Tenga en cuenta que, una vez borrada la información, tendrá que crear todas las barras y personalizarlas si quiere recuperar la configuración actual.</p><p>Si va a desinstalar el plugin de manera permanente, es recomendado que pulse el boton de resetear las barras laterales antes, así no quedará ningun rastro del plugin en su base de datos.

source: Are you sure to reset the sidebars?
es_es: ¿Está seguro de resetear las barras laterales?
